asuka.insertnumbers
asciidoctor.asciidoctor-vscode
bradymholt.pgformatter
cardinal90.multi-cursor-case-preserve
ckolkman.vscode-postgres
janisdd.vscode-edit-csv
jeff-hykin.better-cpp-syntax
mechatroner.rainbow-csv
kisstkondoros.vscode-gutter-preview
shardulm94.trailing-spaces
redhat.vscode-yaml
tomoki1207.pdf
shd101wyy.markdown-preview-enhanced
ms-vscode.remote-explorer
ms-vscode.remote-server
ms-azuretools.vscode-docker
ms-ceintl.vscode-language-pack-ja
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.cmake-tools
njpwerner.autodocstring
oderwat.indent-rainbow
trond-snekvik.simple-rst
twxs.cmake
usernamehw.errorlens
yzhang.markdown-all-in-one
davidanson.vscode-markdownlint
jsynowiec.vscode-insertdatestring
